[{
  "_id": {
    "$oid": "66f9c185fa6bf49eeffbd6e2"
  },
  "name": "Clubs and Extracurriculars",
  "image": "http://localhost:4001/uploads/services/clubs-and-extracurriculars/3.jpg",
  "content": "PAU strongly encourages extracurricular engagement to enhance students' university experience beyond the classroom. Student-established clubs provide the perfect platform for like-minded individuals to come together, share ideas, interact, and relax. These clubs offer opportunities for personal development, social networking, and creativity.\nPresently, the following 13 clubs have been approved to be functional at:\n• Entrepreneurship Club: To join the club, send an email to entrepreneuershipclub@pau.edu.ng\n• Euphoria Dance Club: To join the club, send an email to euphoria@pau.edu.ng\n• Living Green Club: To join the club, send an email to livinggreen@pau.edu.ng\n• Public Speaking Club: To join the club, send an email to publicspeakingclub@pau.edu.ng\n• Drama Club: To join the club, send an email to dramaclub@pau.edu.ng\n• Film Club: To join the club, send an email to filmclub@pau.edu.ng\n• Art Club: To join the club, send an email to artclub@pau.edu.ng\n• Investment Literacy Club: To join the club, send an email to ilc@pau.edu.ng\n• Tech-Innovation Club: To join the club, send an email to tech.innovation.club@pau.edu.ng\n• Book Club: To join the club, send an email to paubook.club@pau.edu.ng\n• Model UN Club: To join the club, send an email to modelun.club@pau.edu.ng\n• FOCUS Society: To join the club, send an email to studentaffairs@pau.edu.ng\n• Dignity-Hub Club: To join the club, send an email to studentaffairs@pau.edu.ng\nThese clubs offer opportunities for students to follow through on their interests and develop useful skills to complement their studies.\nPAU also believes in the all-round development of the students, hence sports and physical activities are an integral part of the campus life. Whether one likes team sports or solo activities, there is something for everyone. Students can participate in football, basketball, volleyball, lawn tennis, and more-aerobic exercises.\nCompetitive events such as inter-hostel games and inter-university tournaments allow students to showcase their athletic skills while encouraging team cooperation.\nSports facilities are easily accessible on campus and in residence halls. Throughout the year, PAU runs marathons and fitness programs for all enthusiasts. Participate in sports activities not just for keeping fit, but also for developing friendships and memories."
},
{
  "_id": {
    "$oid": "66f9c19bfa6bf49eeffbd6e3"
  },
  "name": "The FIG Program",
  "image": "http://localhost:4001/uploads/services/fig/3.jpg",
  "content": "Although transitioning from secondary school to campus life may be relatively hard, PAU has ensured that no student has to face it alone. The FIG Programme has been specially crafted for first-year students to make their adjustment to university life easier.\nAdvanced-level students serve as mentors and interact with freshmen regularly through activities that get them better equipped for academic success and all-round positive growth.\nThe skills you will need to be successful at PAU-from time management to overcoming challenges in your academic work-will be developed through the FIG Programme. It is not only about coping with difficulties but aims at equipping you with what you need to be successful during your university studies."
},
{
  "_id": {
    "$oid": "66f9c19dfa6bf49eeffbd6e4"
  },
  "name": "Careers and Internship",
  "image": "http://localhost:4001/uploads/services/internship/7.jpg",
  "content": "At PAU, field practice is just as significant as classroom learning. For this reason, the Career and Internship Unit at PAU assists students with obtaining internship positions that best match the academic and professional interests of each student.\nThe internship provides worthy real-life work experience in addition to preparing students for future success in their respective areas of study.\nInternships are compulsory for Computer Science (200 and 300 levels) and Engineering students (200–400 levels), while voluntary internships are available for other disciplines. The Career and Internship Unit ensures that every student has the opportunity to gain hands-on experience before graduating. For inquiries on placements, email internship@pau.edu.ng."
},
{
  "_id": {
    "$oid": "66f9c1a0fa6bf49eeffbd6e5"
  },
  "name": "Work Study Program",
  "image": "http://localhost:4001/uploads/services/work-study/1.jpg",
  "content": "PAU combines academic life with work experience through the Work-Study Programme, which enables students to gain professional experience and earn money in support of their education. Students will be placed in various roles within several departments; these will give them a feel of the outside working world as they juggle through managing their time and other skills.\nWork-Study Programme provides an opportunity to learn, earn, and grow all at once. Participants in the work-study program are encouraged to use their time wisely so as not to compromise their academic work."
},
{
  "_id": {
    "$oid": "66f9c1a2fa6bf49eeffbd6e6"
  },
  "name": "Mentoring",
  "image": "http://localhost:4001/uploads/services/mentoring/3.jpg",
  "content": "Mentoring is an important aspect in the development at PAU. From day one, each student will be assigned a mentor that will see them through their time at university. A mentor is not only an academic advisor but also a professional who will go further to see your personal and academic growth. Regular sessions with your mentor will ensure that you stay on track and don't miss out on any of the possibilities offered by PAU.\nYour mentor is here to help and guide you through the process, so don't be afraid to contact your mentor when you need some advice. Also, please make sure to set an appointment via email or visiting their office to discuss your progress."
},
{
  "_id": {
    "$oid": "66f9c1a4fa6bf49eeffbd6e7"
  },
  "name": "Medical Services",
  "image": "http://localhost:4001/uploads/services/medical/medical.jpg",
  "content": ""
}]